{
  "go-to-app": "Go to App",
  "login": "Log in",
  "signup": "Sign up",
  "landing-header": "Figma file to live site in a few clicks",
  "landing-subheader": "You can publish an interactive website or portfolio directly from your Figma, no coding necessary.",
  "start-for-free": "Start for free",
  "guide": "How it works",
  "design-in-figma": "Design in Figma",
  "instruc-one": "Skip learning other tools or coding. Bring your entire website or portfolio to life right in Figma. Leverage its features like transitions, GIFs and video to make it interactive and engaging.",
  "simple-setup": "Simple setup",
  "instruc-two": "Sign up and paste in your Figma prototype links for both desktop and mobile views - this ensures your site works for anyone visiting. Preview the site to see your fantastic Figma designs brought to life.",
  "go-live": "Go live!",
  "instruc-three": "Publish your site instantly to start securing jobs and clients faster. Updates made in Figma are reflected on your site instantly. Customize your site with a personalised domain name.",
  "pick-a-plan": "Pick a plan to suit your needs",
  "all-plans-are": "All plans are available with full functionality, please choose the right plan according to your needs",
  "free": "Free",
  "monthly": "Monthly",
  "yearly": "Yearly",
  "year": "year",
  "no-bills": "No bills!",
  "free-feat-one": "1 project/websites",
  "free-feat-two": "Free Figmafolio domain",
  "removes-made-with": "Removes 'Made with Figmafolio' label",
  "monthly-feat-one": "5 projects/websites",
  "monthly-yearly-feat-two": "Use custom domains",
  "monthly-yearly-feat-three": "Priority technical and product support",
  "yearly-feat-one": "Unlimited projects/websites",
  "try-for-free": "Try for free",
  "get-started": "Get started",
  "terms-and-conditions": "Terms and Conditions",
  "privacy-policy": "Privacy Policy",
  "sign-in": "Sign in",
  "welcome-to-figmafolio": "Welcome to Figmafolio",
  "confirm-password": "Confirm your password",
  "glad-your-back": "Glad you're back!",
  "time-to-get-creating": "Time to get creating.",
  "youre-almost-there": "You're almost there!",
  "sign-up-to-showcase-your-designs": "Sign up to showcase your designs.",
  "email": "Email",
  "password": "Password",
  "enter-your-email": "Enter your email",
  "enter-your-name": "Enter your name",
  "enter-your-password": "Enter your password",
  "forgot-password": "Forgot password",
  "email-address": "Email address",
  "name": "Name",
  "verify-password": "Verify password",
  "continue": "Continue",
  "new-site": "+ New site",
  "your-library": "Your Library",
  "draft": "Draft",
  "published": "Published",
  "update": "Update",
  "delete": "Delete",
  "current-plan": "Current plan",
  "upgrade-plan": "Upgrade plan",
  "back-to-your-library": "Your library",
  "profile": "Profile",
  "billing": "Billing",
  "logout": "Logout",
  "general": "General",
  "title": "Title",
  "your-domain": "Your domain",
  "custom-domain": "Custom domain",
  "this-will-be-assigned": "This will be assigned after clicking ‘Publish’.",
  "you-have-to-upgrade": "You have to upgrade account to have Custom domain",
  "upgrade-account": "Upgrade account",
  "custom-domain-instruct": "To use a custom domain name, add new DNS records in your domain registrar's DNS manager. Add the following records:",
  "custom-domain-instruct2": "Make sure you add an entry for both @ and www.",
  "type": "Type",
  "value": "Value",
  "enter-your-site-name": "Enter your site name",
  "enter-your-domain": "Enter your domain",
  "figma-prototype-links": "Figma prototype links",
  "desktop-prototype-link": "Desktop prototype link",
  "mobile-prototype-link": "Mobile prototype link",
  "custom-desktop-url": "Custom Desktop Url",
  "custom-mobile-url": "Custom Mobile Url",
  "need-help-setting": "Need help setting up your site?",
  "instruct-one": "Design in Figma",
  "instruct-one-one": "Open Figma and design each page of your portfolio or website",
  "instruct-one-note": "Note: It is recommended to create separate designs for both desktop and mobile pages.",
  "instruct-two": "Prototype in Figma",
  "instruct-two-one": "Switch to Prototype mode in the right sidebar.",
  "instruct-two-two": "Draw connections between pages to define the navigation of your site.",
  "instruct-two-three": "Ideally create two flows: one for desktop and one for mobile.",
  "instruct-two-note": "Note: You can add animations to connections to enhance any transitions.",
  "instruct-three": "Set flow starting points",
  "instruct-three-one": "For your desktop prototype, select the frame users will see. Typically the homepage.",
  "instruct-three-two": "In the right sidebar under Prototype, click the ‘+’ next to ‘Flow starting point’ to set the flow starting point.",
  "instruct-three-three": "Repeat for your mobile prototype if you have one.",
  "instruct-four": "Input your prototype links",
  "instruct-four-one": "Click the canvas in Figma to get file properties in the right sidebar.",
  "instruct-four-two": "Select ‘Prototype’. Under ‘Flows’ .hover over each flow and \"Copy link\" to get the prototype links.",
  "instruct-four-three": "Paste in the corresponding prototype links below.",
  "instruct-four-four": "Click \"Preview\" to view and publish your portfolio/site.",
  "instruct-four-note": "Note: If you only provide one prototype link, Figmafolio will show that flow on both desktop and mobile.",
  "save-as-draft": "Save as Draft",
  "desktop": "Desktop",
  "mobile": "Mobile",
  "publish": "Publish",
  "back-to-dashboard": "< Back to dashboard",
  "preview": "Preview",
  "personal-information": "Personal Information",
  "security": "Security",
  "change-password": "Change password",
  "current-password": "Current password",
  "enter-your-current-password": "Enter your current password",
  "new-password": "New password",
  "create-your-new-password": "Current your new password",
  "verify-new-password": "Verify new password",
  "verify-your-new-password": "Verify your new password",
  "password-successfully-reset": "Password successfully reset",
  "please-login-again": "Please log in again",
  "login-now": "Login now",
  "change-plan": "Change plan",
  "cancel-plan": "Cancel plan",
  "monthly-plan": "Monthly Plan",
  "yearly-plan": "Yearly Plan",
  "billed-monthly-at": "Billed monthly at $5 USD",
  "billed-yearly-at": "Billed as one payment of $48 USD",
  "cancel": "Cancel",
  "delete-site": "Delete site",
  "once-being-deleted": "Once being deleted, this file cannot be recover. Are you sure?",
  "prototype-link-required": "Prototype link required",
  "you-have-entered-a-link": "You have entered a link to a Figma file. To publish your Figmafolio website, you must enter a link to a Figma prototype. Prototypes allow visitors to interact with your site.",
  "billed-monthly-at-o": "Billed monthly at $0",
  "billed-monthly-at-five": "Billed monthly at $5 USD",
  "billed-as-one-payment": "Billed as one payment of $48 USD",
  "edit": "Edit",
  "got-it": "Got it",
  "youve-reached-your-limit": "You've reached your limit on websites",
  "looks-like-you-ve-hit-your-website-limit": "looks like you've hit your website limit. Please upgrade your plan to create a new project/website.",
  "enter-your-email-and-well-send": "Enter your email and we’ll send you a link to reset your password",
  "an-email-with-a-password": "An email with a password reset link has been sent to your email address.",
  "reset-password": "Reset Password",
  "seamless-showcase": "Seamless Showcase: Unify Your Prototypes with a Custom URL",
  "new-project": "New Project",
  "taking-you-to-the-payment-page":"Taking you to the payment page...",
  "using-the-site":"Using the Site",
  "the-site-allows":"The Site allows users (Users or you) to share, display and promote visual design portfolios and connect with others in the design community. By using the Site, you represent that you have the authority to enter into this Agreement personally or on behalf of the entity you have named as the User, and that you or the entity will be financially responsible for your use of the Site.",
  "changes-to-terms":"Changes to Terms",
  "we-may-modify":"We may modify this Agreement from time to time and such modification shall be effective upon posting on the Site. You agree to be bound to any changes to this Agreement when you use the Site after any such modification is posted. It is important that you review this Agreement regularly to ensure you are updated as to any changes.",
  "subscriptions":"Subscriptions",
  "parts-of-the-site":"Parts of the Site and Service are only available with a paid subscription plan, offered on a monthly or yearly basis (the “Subscription”). Your Subscription will automatically renew at the end of each subscription period unless cancelled by you or terminated by the Company.",
  "sub-cancellation":"Subscription Cancellation",
  "you-may-cancel":"You may cancel the automatic renewal of your Subscription either through your Account Settings page or by contacting the Company at support[at]figmafolio.com. You will not receive a refund for subscription fees already paid for your then-current subscription period and you will be able to access the Service until the end of the subscription period.",
  "refunds":"Refunds",
  "execpt-when-required":"Except when required by law, paid Subscription fees are generally non-refundable. Certain refund requests may be considered by the Company on a case-by-case basis and granted at the sole discretion of the Company.",
  "access-and-use":"Access and Use",
  "we-grant-you":"We grant you permission to use the Site subject to the restrictions in this Agreement. By using the Site, you are representing that you have the authority as per this Agreement. Use of the Site is void where prohibited. We retain the right to deny access to anyone at any time without notice for any reason. You agree not to access the Site by any means other than a standard browser interface. Any automated use of a system or process to access, acquire, copy or monitor any part of the Site or its content is strictly prohibited.",
  "content":"Content",
  "you-are-solely":"You are solely responsible for any content you upload, publish, display, link to, or otherwise make available on the Site (“Content”).",
  "content-backups":"Content Backups",
  "we-make-reasonable":"We make reasonable efforts to back up data and Content stored on our servers but do not guarantee its protection or recovery in the event of loss. It is your sole responsibility to independently back up any important Content.",
  "limitation-of-liability":"Limitation of Liability",
  "the-site-and-all":"THE SITE AND ALL INFORMATION, CONTENT AND MATERIALS ARE PROVIDED ON AN 'AS IS' BASIS WITHOUT WARRANTIES OF ANY KIND. WE ARE NOT LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL OR CONSEQUENTIAL LOSS, DAMAGE, COST OR EXPENSE RELATING TO ANY USE OF THE SITE.",
  "indemnification":"Indemnification",
  "you-agree-to-defend":"You agree to defend, indemnify and hold us harmless, and our subsidiaries, affiliates, officers, directors, agents, and co-branders from any claim, demand, damages or other losses, including reasonable attorneys' fees, asserted by any third party or arising out of your use of the Site or breach of this Agreement.",
  "intellectual-property":"Intellectual Property",
  "the-site-may-contain":"The Site may contain intellectual property that is owned by us or third parties including copyrights, trademarks, trade secrets and patents. You must respect these ownership rights. You agree not to copy, download, mirror, modify, reverse engineer, access or use any portions of the Site, including content, graphics and functional elements for any commercial purposes or redistribution.",
  "privacy":"Privacy",
  "please-review":"Please review our Privacy Policy to understand how we collect and use information about you when you access or use our Site. The Privacy Policy is part of this Agreement.",
  "termination":"Termination",
  "we-reserve-the-right":"We reserve the right to suspend, deactivate or delete your account if we determine you have violated this Agreement. We are not liable to you or any third party as a result of exercising this right. If feasible, we will provide you notice of our intention to suspend, deactivate or delete your account. Parts of this Agreement shall continue to be enforceable after termination by either party.",
  "governing-law-and":"Governing Law and Jurisdiction",
  "this-agreement-is":"This Agreement is governed under the laws of [Governing Law State], without regard to its conflict of law provisions. Sole and exclusive jurisdiction for any action or proceeding arising out of or related to this Agreement shall be an appropriate state or federal court located in [Jurisdiction City/County and State].",
  "severability":"Severability",
  "if-any-part":"If any part of this Agreement is determined by a court of competent jurisdiction to be invalid or unenforceable under applicable law, the invalid or unenforceable provision will be modified to the minimum extent necessary to make it valid and enforceable or, if that is not possible, it shall be severed from this Agreement.",
  "complete-agreement":"Complete Agreement",
  "this-agreement":"This Agreement constitutes the entire agreement between you and us. It supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written. Notwithstanding the foregoing, any additional terms and services may exist on the Site which govern your use of those specific additional terms and services.",
  "acceptable-use-policy":"Acceptable Use Policy",
  "you-agree-not-to":"You agree not to misuse the Site or Services or upload any Content that is unlawful, offensive or promotes violence or illegal activity in any way.",
  "service-availability":"Service Availability",
  "service-availability-content":"We make reasonable efforts to have the Site and related services available 24/7 without interruption. However, we cannot guarantee 100% uptime. The Site may be unavailable due to regular maintenance, updates or outages that are beyond our control. We are not liable to refund subscription fees or damages caused by downtime lasting less than 48 continuous hours. We will make reasonable efforts to restore access as soon as possible.",
  "upload": "Upload",
  "figmafolio.com-or-we":"Figmafolio.com (Figmafolio or we) respects the privacy of its users (user or you). This Privacy Policy explains how we collect, use, disclose, and protect your personal information. By visiting our website or using our services, you agree that your personal information will be handled as described in this Privacy Policy.",
  "collection-of-personal":"Collection of Personal Information",
  "we-collect-info":"We collect information you voluntarily provide to us, such as when you register for an account or use certain services. Information we collect may include:",
  "contact-details":"Contact details such as email address, phone number, and address",
  "account-login":"Account login credentials such as username and password",
  "user-profile-info":"User profile information such as name, photo, and biography",
  "content-you-upload":"Content you upload or share on Figmafolio such as design portfolios",
  "we-also-automatically":"We also automatically track and collect the following anonymous information when you use our services:",
  "browser-and-device":"Browser and device information",
  "server-log-info":"Server log information such as IP address, access dates, and times",
  "info-collected-by":"Information collected by cookies or similar tracking technologies",
  "use-of-personal":"Use of Personal Information",
  "we-use-personal":"We use your personal information for the following purposes:",
  "provide-our-services":"Provide our services",
  "comm-with-you":"Communicate with you about our services",
  "customize-content":"Customize content and improve our services",
  "detect-and-prevent":"Detect and prevent fraud, spam, or abuse of our services",
  "comply-with-legal":"Comply with legal obligations",
  "we-only-share":"We only share your personal information with third parties for the purposes of providing our services (ex: cloud storage providers) or if required by law. We do not sell or rent your personal information.",
  "data-retention":"Data Retention",
  "we-retain-personal":"We retain your personal information for as long as reasonably necessary to provide you the services. We may also retain aggregated, anonymized data for analytics purposes.",
  "data-protection":"Data Protection",
  "we-take-reasonable":"We take reasonable administrative, technical and physical measures to safeguard your personal information against loss, theft and unauthorized access or disclosure. However, no internet transmission of information can be guaranteed 100% secure. We are not liable for any loss or unauthorized access beyond our control.",
  "privacy-rights":"Privacy Rights & Choices",
  "you-may-access":"You may access, update or correct inaccuracies in your personal data by logging into your account and updating your account information or by submitting a request to us. You may also opt-out of receiving non-essential electronic communications by clicking the unsubscribe link.",
  "changes-to-policy":"Changes to this Policy",
  "we-may-change":"We may change this privacy policy at any time. We encourage you to periodically review this page for the latest information on our privacy practices.",
  "contact-us":"Contact Us",
  "if-you-any":"If you have any questions about this Privacy Policy or use of your personal information, please contact us at: support[at]figmafolio.com. Let me know if you would like me to modify or expand any section of the privacy policy."
}