{
"go-to-app": "Accéder à l'application",
"login": "Se connecter",
"signup": "S'inscrire",
"landing-header": "Du fichier Figma au site en quelques clics",
"landing-subheader": "Vous pouvez publier un site web interactif ou un portfolio directement depuis Figma, sans coder.",
"start-for-free": "Commencer gratuitement",
"guide": "Comment ça fonctionne",
"design-in-figma": "Concevoir dans Figma",
"instruc-one": "Pas besoin d'apprendre d'autres outils ou le codage. Animez votre site web ou portfolio directement dans Figma. Utilisez ses fonctionnalités comme les transitions, les GIFs et les vidéos pour le rendre interactif et attrayant.",
"simple-setup": "Configuration simple",
"instruc-two": "Inscrivez-vous et collez les liens de votre prototype Figma pour les versions bureau et mobile - cela garantit que votre site fonctionne pour tous les visiteurs. Prévisualisez le site pour voir vos fantastiques designs Figma prendre vie.",
"go-live": "Mettre en ligne !",
"instruc-three": "Publiez votre site instantanément pour commencer à trouver des emplois et des clients plus rapidement. Les mises à jour effectuées dans Figma sont instantanément reflétées sur votre site. Personnalisez votre site avec un nom de domaine personnalisé.",
"pick-a-plan": "Choisissez un plan adapté à vos besoins",
"all-plans-are": "Tous les plans sont disponibles avec toutes les fonctionnalités, veuillez choisir le bon plan selon vos besoins",
"free": "Gratuit",
"monthly": "Mensuel",
"yearly": "Annuel",
"year": "an",
"no-bills": "Aucune facture !",
"free-feat-one": "1 projet/site web",
"free-feat-two": "Domaine Figmafolio gratuit",
"removes-made-with": "Supprime l'étiquette 'Créé avec Figmafolio'",
"monthly-feat-one": "5 projets/sites web",
"monthly-yearly-feat-two": "Utilisez des domaines personnalisés",
"monthly-yearly-feat-three": "Support technique et produit prioritaire",
"yearly-feat-one": "Projets/sites web illimités",
"try-for-free": "Essayer gratuitement",
"get-started": "Commencer",
"terms-and-conditions": "Conditions générales",
"privacy-policy": "Politique de confidentialité",
"sign-in": "Se connecter",
"welcome-to-figmafolio": "Bienvenue sur Figmafolio",
"confirm-password": "Confirmez votre mot de passe",
"glad-your-back": "Content de vous revoir !",
"time-to-get-creating": "Il est temps de créer.",
"youre-almost-there": "Vous y êtes presque !",
"sign-up-to-showcase-your-designs": "Inscrivez-vous pour présenter vos designs.",
"email": "Email",
"password": "Mot de passe",
"enter-your-email": "Entrez votre email",
"enter-your-name": "Entrez votre nom",
"enter-your-password": "Entrez votre mot de passe",
"forgot-password": "Mot de passe oublié",
"email-address": "Adresse email",
"name": "Nom",
"verify-password": "Vérifiez le mot de passe",
"continue": "Continuer",
"new-site": "+ Nouveau site",
"your-library": "Votre bibliothèque",
"draft": "Brouillon",
"published": "Publié",
"update": "Mettre à jour",
"delete": "Supprimer",
"current-plan": "Plan actuel",
"upgrade-plan": "Mettre à niveau le plan",
"back-to-your-library": "< Retour à votre bibliothèque",
"profile": "Profil",
"billing": "Facturation",
"logout": "Déconnexion",
"general": "Général",
"title": "Titre",
"your-domain": "Votre domaine",
"custom-domain": "Domaine personnalisé",
"this-will-be-assigned": "Ceci sera attribué après avoir cliqué sur 'Publier'.",
"you-have-to-upgrade": "Vous devez mettre à niveau votre compte pour avoir un domaine personnalisé",
"upgrade-account": "Mettre à niveau le compte",
"custom-domain-instruct": "Pour utiliser un nom de domaine personnalisé, ajoutez de nouveaux enregistrements DNS dans le gestionnaire DNS de votre registraire de domaine. Ajoutez les enregistrements suivants :",
"custom-domain-instruct2": "Assurez-vous d'ajouter une entrée pour à la fois @ et www.",
"type": "Type",
"value": "Valeur",
"enter-your-site-name": "Entrez le nom de votre site",
"enter-your-domain": "Entrez votre domaine",
"figma-prototype-links": "Liens de prototype Figma",
"desktop-prototype-link": "Lien de prototype bureau",
"mobile-prototype-link": "Lien de prototype mobile",
"custom-desktop-url": "URL bureau personnalisée",
"custom-mobile-url": "URL mobile personnalisée",
"need-help-setting": "Besoin d'aide pour configurer votre site ?",
"instruct-one": "Concevoir dans Figma",
"instruct-one-one": "1. Ouvrez Figma et concevez chaque page de votre portfolio ou site web.",
"instruct-one-note": "Remarque : Il est recommandé de créer des designs séparés pour les pages bureau et mobile.",
"instruct-two": "Prototyper dans Figma",
"instruct-two-one": "1. Basculez en mode Prototype dans la barre latérale droite.",
"instruct-two-two": "2. Établissez des connexions entre les pages pour définir la navigation de votre site.",
"instruct-two-three": "3. Idéalement, créez deux flux : un pour bureau et un pour mobile.",
"instruct-two-note": "Remarque : Vous pouvez ajouter des animations aux connexions pour améliorer les transitions.",
"instruct-three": "Définir les points de départ du flux",
"instruct-three-one": "1. Pour votre prototype bureau, sélectionnez le cadre que les utilisateurs verront. Généralement la page d'accueil.",
"instruct-three-two": "2. Dans la barre latérale droite sous Prototype, cliquez sur le '+' à côté de 'Point de départ du flux' pour définir le point de départ du flux.",
"instruct-three-three": "3. Répétez pour votre prototype mobile si vous en avez un.",
"instruct-four": "Insérer vos liens de prototype",
"instruct-four-one": "1. Cliquez sur le canevas dans Figma pour obtenir les propriétés du fichier dans la barre latérale droite.",
"instruct-four-two": "2. Sélectionnez 'Prototype'. Sous 'Flux', survolez chaque flux et 'Copier le lien' pour obtenir les liens de prototype.",
"instruct-four-three": "3. Collez les liens de prototype correspondants ci-dessous.",
"instruct-four-four": "4. Cliquez sur 'Aperçu' pour voir et publier votre portfolio/site.",
"instruct-four-note": "Remarque : Si vous ne fournissez qu'un seul lien de prototype, Figmafolio affichera ce flux à la fois sur bureau et mobile.",
"save-as-draft": "Enregistrer en tant que brouillon",
"desktop": "Bureau",
"mobile": "Mobile",
"publish": "Publier",
"back-to-dashboard": "< Retour au tableau de bord",
"preview": "Aperçu",
"personal-information": "Informations personnelles",
"security": "Sécurité",
"change-password": "Changer de mot de passe",
"current-password": "Mot de passe actuel",
"enter-your-current-password": "Entrez votre mot de passe actuel",
"new-password": "Nouveau mot de passe",
"create-your-new-password": "Entrez votre nouveau mot de passe",
"verify-new-password": "Vérifiez le nouveau mot de passe",
"verify-your-new-password": "Vérifiez votre nouveau mot de passe",
"password-successfully-reset": "Mot de passe réinitialisé avec succès",
"please-login-again": "Veuillez vous connecter à nouveau",
"login-now": "Se connecter maintenant",
"change-plan": "Changer de plan",
"cancel-plan": "Annuler le plan",
"monthly-plan": "Plan mensuel",
"yearly-plan": "Plan annuel",
"billed-monthly-at": "Facturé mensuellement à 5 $ USD",
"billed-yearly-at": "Facturé en une fois à 48 $ USD",
"cancel": "Annuler",
"delete-site": "Supprimer le site",
"once-being-deleted": "Une fois supprimé, ce fichier ne peut pas être récupéré. Êtes-vous sûr ?",
"prototype-link-required": "Lien de prototype requis",
"you-have-entered-a-link": "Vous avez entré un lien vers un fichier Figma. Pour publier votre site Figmafolio, vous devez entrer un lien vers un prototype Figma. Les prototypes permettent aux visiteurs d'interagir avec votre site.",
"billed-monthly-at-o": "Facturé mensuellement à 0 $",
"billed-monthly-at-six": "Facturé mensuellement à 6 $ USD",
"billed-monthly-at-five": "Facturé mensuellement à 5 $ USD",
"billed-monthly-at-four": "Facturé mensuellement à 4 $ USD",
"billed-monthly-at-three": "Facturé mensuellement à 3 $ USD",
"billed-monthly-at-two": "Facturé mensuellement à 2 $ USD",
"billed-as-one-payment": "Facturé en une fois à 48 $ USD",
"edit": "Modifier",
"got-it": "J'ai compris",
"youve-reached-your-limit": "Vous avez atteint votre limite de sites web",
"looks-like-you-ve-hit-your-website-limit": "Il semble que vous avez atteint votre limite de sites web. Veuillez mettre à niveau votre plan pour créer un nouveau projet/site.",
"enter-your-email-and-well-send": "Entrez votre email et nous vous enverrons un lien pour réinitialiser votre mot de passe",
"an-email-with-a-password": "Un email avec un lien de réinitialisation du mot de passe a été envoyé à votre adresse email.",
"reset-password": "Réinitialiser le mot de passe",
"seamless-showcase": "Présentation sans interruption : Unifier vos prototypes avec une URL personnalisée",
"new-project": "Nouveau projet",
"taking-you-to-the-payment-page": "Vous êtes redirigé(e) vers la page de paiement...",
"using-the-site": "Utilisation du Site",
  "the-site-allows": "Le Site permet aux utilisateurs (Utilisateurs ou vous) de partager, d'afficher et de promouvoir des portfolios de design visuel et de se connecter avec d'autres membres de la communauté du design. En utilisant le Site, vous déclarez avoir l'autorité pour conclure cet Accord personnellement ou au nom de l'entité que vous avez nommée comme Utilisateur, et que vous ou l'entité serez financièrement responsable de votre utilisation du Site.",
  "changes-to-terms": "Modifications des Conditions",
  "we-may-modify": "Nous pouvons modifier cet Accord de temps à autre et de telles modifications prendront effet dès leur publication sur le Site. Vous acceptez d'être lié par toute modification de cet Accord lorsque vous utilisez le Site après une telle modification. Il est important que vous examiniez régulièrement cet Accord pour vous assurer d'être informé de toute modification.",
  "subscriptions": "Abonnements",
  "parts-of-the-site": "Certaines parties du Site et du Service ne sont disponibles qu'avec un plan d'abonnement payant, proposé sur une base mensuelle ou annuelle (l'« Abonnement »). Votre Abonnement sera automatiquement renouvelé à la fin de chaque période d'abonnement, sauf annulation de votre part ou résiliation par la Société.",
  "sub-cancellation": "Annulation de l'Abonnement",
  "you-may-cancel": "Vous pouvez annuler le renouvellement automatique de votre Abonnement soit via la page Paramètres de votre Compte, soit en contactant la Société à l'adresse support[at]figmafolio.com. Vous ne recevrez pas de remboursement pour les frais d'abonnement déjà payés pour la période d'abonnement en cours et vous pourrez accéder au Service jusqu'à la fin de la période d'abonnement.",
  "refunds": "Remboursements",
  "execpt-when-required": "Sauf lorsque la loi l'exige, les frais d'abonnement payés ne sont généralement pas remboursables. Certaines demandes de remboursement peuvent être examinées par la Société au cas par cas et accordées à la seule discrétion de la Société.",
  "access-and-use": "Accès et Utilisation",
  "we-grant-you": "Nous vous accordons la permission d'utiliser le Site sous réserve des restrictions de cet Accord. En utilisant le Site, vous déclarez avoir l'autorité conforme à cet Accord. L'utilisation du Site est nulle là où elle est interdite. Nous nous réservons le droit de refuser l'accès à quiconque à tout moment et sans préavis pour quelque raison que ce soit. Vous acceptez de ne pas accéder au Site par d'autres moyens qu'une interface de navigateur standard. Toute utilisation automatisée d'un système ou d'un processus pour accéder, acquérir, copier ou surveiller une partie du Site ou de son contenu est strictement interdite.",
  "content": "Contenu",
  "you-are-solely": "Vous êtes seul responsable de tout contenu que vous téléchargez, publiez, affichez, liez ou rendez autrement disponible sur le Site (« Contenu »).",
  "content-backups": "Sauvegardes de Contenu",
  "we-make-reasonable": "Nous faisons des efforts raisonnables pour sauvegarder les données et le Contenu stockés sur nos serveurs, mais nous ne garantissons pas leur protection ou leur récupération en cas de perte. Il vous incombe seul de sauvegarder indépendamment tout Contenu important.",
  "limitation-of-liability": "Limitation de Responsabilité",
  "the-site-and-all": "LE SITE ET TOUTES LES INFORMATIONS, CONTENUS ET MATÉRIAUX SONT FOURNIS « TELS QUELS » SANS GARANTIES D'AUCUNE SORTE. NOUS NE SOMMES PAS RESPONSABLES DES PERTES, DOMMAGES, COÛTS OU DÉPENSES DIRECTS, INDIRECTS, PUNITIFS, ACCESSOIRES, SPÉCIAUX OU CONSÉCUTIFS LIÉS À L'UTILISATION DU SITE.",
  "indemnification": "Indemnisation",
  "you-agree-to-defend": "Vous acceptez de nous défendre, de nous indemniser et de nous dégager de toute responsabilité, ainsi que nos filiales, sociétés affiliées, dirigeants, directeurs, agents et co-marqueurs, de toute réclamation, demande, dommage ou autre perte, y compris les frais raisonnables d'avocat, émis par un tiers ou découlant de votre utilisation du Site ou de votre violation de cet Accord.",
  "intellectual-property": "Propriété Intellectuelle",
  "the-site-may-contain": "Le Site peut contenir des propriétés intellectuelles nous appartenant ou appartenant à des tiers, y compris des droits d'auteur, des marques de commerce, des secrets commerciaux et des brevets. Vous devez respecter ces droits de propriété. Vous acceptez de ne pas copier, télécharger, refléter, modifier, désassembler, accéder ou utiliser des parties du Site, y compris du contenu, des graphiques et des éléments fonctionnels à des fins commerciales ou de redistribution.",
  "privacy": "Confidentialité",
  "please-review": "Veuillez consulter notre Politique de Confidentialité pour comprendre comment nous collectons et utilisons les informations vous concernant lorsque vous accédez ou utilisez notre Site. La Politique de Confidentialité fait partie de cet Accord.",
  "termination": "Résiliation",
  "we-reserve-the-right": "Nous nous réservons le droit de suspendre, de désactiver ou de supprimer votre compte si nous déterminons que vous avez enfreint cet Accord. Nous ne sommes pas responsables envers vous ou tout tiers du fait de l'exercice de ce droit. Si possible, nous vous informerons de notre intention de suspendre, de désactiver ou de supprimer votre compte. Certaines parties de cet Accord resteront exécutoires après résiliation par l'une ou l'autre partie.",
  "governing-law-and": "Loi Applicable et Compétence Juridique",
  "this-agreement-is": "Cet Accord est régi par les lois de [État de la Loi Applicable], sans égard à ses dispositions en matière de conflit de lois. La compétence exclusive pour toute action ou procédure découlant de cet Accord sera un tribunal d'État ou fédéral approprié situé à [Ville/Comté et État de Compétence].",
  "severability": "Divisibilité",
  "if-any-part": "Si une partie de cet Accord est jugée invalide ou inapplicable par un tribunal compétent en vertu du droit applicable, la disposition invalide ou inapplicable sera modifiée dans la mesure minimale nécessaire pour la rendre valide et exécutoire ou, si cela n'est pas possible, elle sera dissociée de cet Accord.",
  "complete-agreement": "Accord Complet",
  "this-agreement": "Cet Accord constitue l'intégralité de l'accord entre vous et nous. Il remplace toutes les communications et propositions antérieures ou contemporaines, qu'elles soient électroniques, orales ou écrites. Nonobstant ce qui précède, des conditions et services supplémentaires peuvent exister sur le Site régissant votre utilisation de ces conditions et services supplémentaires spécifiques.",
  "acceptable-use-policy": "Politique d'Utilisation Acceptable",
  "you-agree-not-to": "Vous acceptez de ne pas abuser du Site ou des Services ou de télécharger tout Contenu qui est illégal, offensant ou promeut la violence ou une activité illégale de quelque manière que ce soit.",
  "service-availability": "Disponibilité du Service",
  "service-availability-content": "Nous nous efforçons de rendre le Site et les services connexes disponibles 24/7 sans interruption. Cependant, nous ne pouvons garantir un temps de fonctionnement de 100 %. Le Site peut être indisponible en raison de maintenance régulière, de mises à jour ou de pannes qui échappent à notre contrôle. Nous ne sommes pas responsables de rembourser les frais d'abonnement ou les dommages causés par une interruption de moins de 48 heures consécutives. Nous ferons des efforts raisonnables pour rétablir l'accès dès que possible.",
  "upload": "Téléverser",
  "figmafolio.com-or-we": "Figmafolio.com (Figmafolio ou nous) respecte la vie privée de ses utilisateurs (utilisateur ou vous). Cette Politique de Confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations personnelles. En visitant notre site Web ou en utilisant nos services, vous acceptez que vos informations personnelles soient traitées comme décrit dans cette Politique de Confidentialité.",
  "collection-of-personal": "Collecte d'Informations Personnelles",
  "we-collect-info": "Nous collectons les informations que vous nous fournissez volontairement, par exemple lorsque vous vous inscrivez à un compte ou utilisez certains services. Les informations que nous collectons peuvent inclure :",
  "contact-details": "Coordonnées telles que adresse e-mail, numéro de téléphone et adresse",
  "account-login": "Informations de connexion au compte telles que nom d'utilisateur et mot de passe",
  "user-profile-info": "Informations de profil utilisateur telles que nom, photo et biographie",
  "content-you-upload": "Contenu que vous téléchargez ou partagez sur Figmafolio comme des portfolios de design",
  "we-also-automatically": "Nous suivons et collectons également automatiquement les informations anonymes suivantes lorsque vous utilisez nos services :",
  "browser-and-device": "Informations sur le navigateur et l'appareil",
  "server-log-info": "Informations de journal du serveur telles que l'adresse IP, les dates et heures d'accès",
  "info-collected-by": "Informations collectées par des cookies ou des technologies de suivi similaires",
  "use-of-personal": "Utilisation des Informations Personnelles",
  "we-use-personal": "Nous utilisons vos informations personnelles aux fins suivantes :",
  "provide-our-services": "Fournir nos services",
  "comm-with-you": "Communiquer avec vous au sujet de nos services",
  "customize-content": "Personnaliser le contenu et améliorer nos services",
  "detect-and-prevent": "Détecter et prévenir la fraude, le spam ou les abus de nos services",
  "comply-with-legal": "Respecter les obligations légales",
  "we-only-share": "Nous ne partageons vos informations personnelles qu'avec des tiers aux fins de fournir nos services (par exemple, des fournisseurs de stockage cloud) ou si la loi l'exige. Nous ne vendons ni ne louons vos informations personnelles.",
  "data-retention": "Conservation des Données",
  "we-retain-personal": "Nous conservons vos informations personnelles aussi longtemps que raisonnablement nécessaire pour vous fournir les services. Nous pouvons également conserver des données agrégées et anonymisées à des fins d'analyse.",
  "data-protection": "Protection des Données",
  "we-take-reasonable": "Nous prenons des mesures administratives, techniques et physiques raisonnables pour protéger vos informations personnelles contre la perte, le vol et l'accès ou la divulgation non autorisés. Cependant, aucune transmission d'informations sur Internet ne peut être garantie à 100 %. Nous ne sommes pas responsables des pertes ou de l'accès non autorisé hors de notre contrôle.",
  "privacy-rights": "Droits de Confidentialité & Choix",
  "you-may-access": "Vous pouvez accéder, mettre à jour ou corriger les inexactitudes de vos données personnelles en vous connectant à votre compte et en mettant à jour vos informations de compte ou en nous soumettant une demande. Vous pouvez également refuser de recevoir des communications électroniques non essentielles en cliquant sur le lien de désinscription.",
  "changes-to-policy": "Changements de cette Politique",
  "we-may-change": "Nous pouvons modifier cette politique de confidentialité à tout moment. Nous vous encourageons à consulter périodiquement cette page pour obtenir les dernières informations sur nos pratiques en matière de confidentialité.",
  "contact-us": "Contactez-nous",
  "if-you-any": "Si vous avez des questions sur cette Politique de Confidentialité ou sur l'utilisation de vos informations personnelles, veuillez nous contacter à l'adresse suivante : support[at]figmafolio.com. Faites-moi savoir si vous souhaitez que je modifie ou développe une section de la politique de confidentialité."

}