{
    "go-to-app": "Ir a la aplicación",
    "login": "Iniciar sesión",
    "signup": "Registrarse",
    "landing-header": "Archivo de Figma a sitio web en vivo en unos pocos clics",
    "landing-subheader": "Puedes publicar un sitio web interactivo o un portafolio directamente desde tu Figma, sin necesidad de programar.",
    "start-for-free": "Comenzar gratis",
    "guide": "Cómo funciona",
    "design-in-figma": "Diseña en Figma",
    "instruc-one": "Olvídate de aprender otras herramientas o programación. Da vida a todo tu sitio web o portafolio directamente en Figma. Aprovecha sus funciones como transiciones, GIFs y videos para hacerlo interactivo y atractivo.",
    "simple-setup": "Configuración sencilla",
    "instruc-two": "Regístrate y pega los enlaces de tu prototipo de Figma para vistas de escritorio y móvil; esto garantiza que tu sitio funcione para cualquier visitante. Previsualiza el sitio para ver tus fantásticos diseños de Figma cobrar vida.",
    "go-live": "¡Publica en vivo!",
    "instruc-three": "Publica tu sitio instantáneamente para empezar a asegurar trabajos y clientes más rápido. Las actualizaciones realizadas en Figma se reflejan instantáneamente en tu sitio. Personaliza tu sitio con un nombre de dominio personalizado.",
    "pick-a-plan": "Elige un plan que se adapte a tus necesidades",
    "all-plans-are": "Todos los planes están disponibles con funcionalidad completa, elige el plan adecuado según tus necesidades",
    "free": "Gratis",
    "monthly": "Mensual",
    "yearly": "Anual",
    "year": "año",
    "no-bills": "¡Sin facturas!",
    "free-feat-one": "1 proyecto/sitio web",
    "free-feat-two": "Dominio gratuito de Figmafolio",
    "removes-made-with": "Elimina la etiqueta 'Hecho con Figmafolio'",
    "monthly-feat-one": "5 proyectos/sitios web",
    "monthly-yearly-feat-two": "Usar dominios personalizados",
    "monthly-yearly-feat-three": "Soporte técnico y de producto prioritario",
    "yearly-feat-one": "Proyectos/sitios web ilimitados",
    "try-for-free": "Pruébalo gratis",
    "get-started": "Empezar",
    "terms-and-conditions": "Términos y Condiciones",
    "privacy-policy": "Política de Privacidad",
    "sign-in": "Iniciar sesión",
    "welcome-to-figmafolio": "Bienvenido a Figmafolio",
    "confirm-password": "Confirmar contraseña",
    "glad-your-back": "¡Qué bueno que regresaste!",
    "time-to-get-creating": "Es hora de empezar a crear.",
    "youre-almost-there": "¡Casi estás allí!",
    "sign-up-to-showcase-your-designs": "Regístrate para mostrar tus diseños.",
    "email": "Correo electrónico",
    "password": "Contraseña",
    "enter-your-email": "Ingresa tu correo electrónico",
    "enter-your-name": "Ingresa tu nombre",
    "enter-your-password": "Ingresa tu contraseña",
    "forgot-password": "Olvidé mi contraseña",
    "email-address": "Dirección de correo electrónico",
    "name": "Nombre",
    "verify-password": "Verificar contraseña",
    "continue": "Continuar",
    "new-site": "+ Nuevo sitio",
    "your-library": "Tu biblioteca",
    "draft": "Borrador",
    "published": "Publicado",
    "update": "Actualizar",
    "delete": "Eliminar",
    "current-plan": "Plan actual",
    "upgrade-plan": "Actualizar plan",
    "back-to-your-library": "< Volver a tu biblioteca",
    "profile": "Perfil",
    "billing": "Facturación",
    "logout": "Cerrar sesión",
    "general": "General",
    "title": "Título",
    "your-domain": "Tu dominio",
    "custom-domain": "Dominio personalizado",
    "this-will-be-assigned": "Esto se asignará después de hacer clic en 'Publicar'.",
    "you-have-to-upgrade": "Debes actualizar tu cuenta para obtener un dominio personalizado",
    "upgrade-account": "Actualizar cuenta",
    "custom-domain-instruct": "Para usar un nombre de dominio personalizado, agrega nuevos registros DNS en el administrador DNS de tu registrador de dominios. Agrega los siguientes registros:",
    "custom-domain-instruct2": "Asegúrate de agregar una entrada tanto para @ como para www.",
    "type": "Tipo",
    "value": "Valor",
    "enter-your-site-name": "Ingresa el nombre de tu sitio",
    "enter-your-domain": "Ingresa tu dominio",
    "figma-prototype-links": "Enlaces de prototipo de Figma",
    "desktop-prototype-link": "Enlace de prototipo de escritorio",
    "mobile-prototype-link": "Enlace de prototipo móvil",
    "custom-desktop-url": "URL personalizada de escritorio",
    "custom-mobile-url": "URL personalizada de móvil",
    "need-help-setting": "¿Necesitas ayuda para configurar tu sitio?",
    "instruct-one": "Diseña en Figma",
    "instruct-one-one": "1. Abre Figma y diseña cada página de tu portafolio o sitio web",
    "instruct-one-note": "Nota: Se recomienda crear diseños separados para las páginas de escritorio y móvil.",
    "instruct-two": "Prototipo en Figma",
    "instruct-two-one": "1. Cambia a modo de prototipo en la barra lateral derecha.",
    "instruct-two-two": "2. Crea conexiones entre páginas para definir la navegación de tu sitio.",
    "instruct-two-three": "3. Idealmente, crea dos flujos: uno para escritorio y otro para móvil.",
    "instruct-two-note": "Nota: Puedes añadir animaciones a las conexiones para mejorar las transiciones.",
    "instruct-three": "Establece puntos de inicio de flujo",
    "instruct-three-one": "1. Para tu prototipo de escritorio, selecciona el marco que verán los usuarios. Normalmente la página de inicio.",
    "instruct-three-two": "2. En la barra lateral derecha, bajo 'Prototipo', haz clic en '+' junto a 'Punto de inicio del flujo' para establecer el punto de inicio del flujo.",
    "instruct-three-three": "3. Repite para tu prototipo móvil si tienes uno.",
    "instruct-four": "Ingresa tus enlaces de prototipo",
    "instruct-four-one": "1. Haz clic en el lienzo en Figma para obtener las propiedades del archivo en la barra lateral derecha.",
    "instruct-four-two": "2. Selecciona 'Prototipo'. Bajo 'Flujos', pasa el cursor sobre cada flujo y selecciona 'Copiar enlace' para obtener los enlaces de prototipo.",
    "instruct-four-three": "3. Pega los enlaces de prototipo correspondientes a continuación.",
    "instruct-four-four": "4. Haz clic en 'Previsualizar' para ver y publicar tu portafolio/sitio.",
    "instruct-four-note": "Nota: Si solo proporcionas un enlace de prototipo, Figmafolio mostrará ese flujo tanto en escritorio como en móvil.",
    "save-as-draft": "Guardar como borrador",
    "desktop": "Escritorio",
    "mobile": "Móvil",
    "publish": "Publicar",
    "back-to-dashboard": "< Volver al tablero",
    "preview": "Vista previa",
    "personal-information": "Información personal",
    "security": "Seguridad",
    "change-password": "Cambiar contraseña",
    "current-password": "Contraseña actual",
    "enter-your-current-password": "Ingresa tu contraseña actual",
    "new-password": "Nueva contraseña",
    "create-your-new-password": "Crea tu nueva contraseña",
    "verify-new-password": "Verificar nueva contraseña",
    "verify-your-new-password": "Verifica tu nueva contraseña",
    "password-successfully-reset": "Contraseña restablecida correctamente",
    "please-login-again": "Por favor, inicia sesión nuevamente",
    "login-now": "Iniciar sesión ahora",
    "change-plan": "Cambiar plan",
    "cancel-plan": "Cancelar plan",
    "monthly-plan": "Plan mensual",
    "yearly-plan": "Plan anual",
    "billed-monthly-at": "Facturado mensualmente en $6 USD",
    "billed-yearly-at": "Facturado como un pago de $58 USD",
    "cancel": "Cancelar",
    "delete-site": "Eliminar sitio",
    "once-being-deleted": "Una vez eliminado, este archivo no se puede recuperar. ¿Estás seguro?",
    "prototype-link-required": "Se requiere enlace de prototipo",
    "you-have-entered-a-link": "Has ingresado un enlace a un archivo de Figma. Para publicar tu sitio web de Figmafolio, debes ingresar un enlace a un prototipo de Figma. Los prototipos permiten a los visitantes interactuar con tu sitio.",
    "billed-monthly-at-o": "Facturado mensualmente en $0",
    "billed-monthly-at-five": "Facturado mensualmente en $6 USD",
    "billed-as-one-payment": "Facturado como un pago de $58 USD",
    "edit": "Editar",
    "got-it": "Entendido",
    "youve-reached-your-limit": "Has alcanzado tu límite en sitios web",
    "looks-like-you-ve-hit-your-website-limit": "Parece que has alcanzado tu límite de sitios web. Por favor, actualiza tu plan para crear un nuevo proyecto/sitio.",
    "enter-your-email-and-well-send": "Ingresa tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña",
    "an-email-with-a-password": "Se ha enviado un correo electrónico con un enlace para restablecer la contraseña a tu dirección de correo electrónico.",
    "reset-password": "Restablecer contraseña",
    "seamless-showcase": "Showcase sin interrupciones: Unifica tus prototipos con una URL personalizada",
    "new-project": "Nuevo Proyecto",
    "taking-you-to-the-payment-page": "Llevándote a la página de pago...",
    "using-the-site": "Uso del Sitio",
  "the-site-allows": "El Sitio permite a los usuarios (Usuarios o usted) compartir, mostrar y promover portafolios de diseño visual y conectarse con otros en la comunidad de diseño. Al utilizar el Sitio, usted declara que tiene la autoridad para aceptar este Acuerdo personalmente o en nombre de la entidad que ha nombrado como Usuario, y que usted o la entidad serán financieramente responsables por su uso del Sitio.",
  "changes-to-terms": "Cambios en los Términos",
  "we-may-modify": "Podemos modificar este Acuerdo de vez en cuando y dicha modificación será efectiva al publicarse en el Sitio. Usted acepta quedar obligado por cualquier cambio a este Acuerdo cuando use el Sitio después de cualquier modificación publicada. Es importante que revise este Acuerdo regularmente para asegurarse de estar al tanto de cualquier cambio.",
  "subscriptions": "Suscripciones",
  "parts-of-the-site": "Partes del Sitio y del Servicio solo están disponibles con un plan de suscripción de pago, ofrecido mensualmente o anualmente (la “Suscripción”). Su Suscripción se renovará automáticamente al final de cada período de suscripción a menos que usted la cancele o la empresa la termine.",
  "sub-cancellation": "Cancelación de la Suscripción",
  "you-may-cancel": "Puede cancelar la renovación automática de su Suscripción ya sea a través de la página de Configuración de su Cuenta o poniéndose en contacto con la Empresa en support[at]figmafolio.com. No recibirá un reembolso por las tarifas de suscripción ya pagadas para su período de suscripción actual y podrá acceder al Servicio hasta el final del período de suscripción.",
  "refunds": "Reembolsos",
  "execpt-when-required": "Excepto cuando lo requiera la ley, las tarifas de Suscripción pagadas generalmente no son reembolsables. Ciertas solicitudes de reembolso pueden ser consideradas por la Empresa caso por caso y concedidas a la sola discreción de la Empresa.",
  "access-and-use": "Acceso y Uso",
  "we-grant-you": "Le otorgamos permiso para utilizar el Sitio sujeto a las restricciones de este Acuerdo. Al usar el Sitio, está declarando que tiene la autoridad según este Acuerdo. El uso del Sitio está prohibido donde lo prohíba la ley. Nos reservamos el derecho de denegar el acceso a cualquier persona en cualquier momento sin previo aviso y por cualquier motivo. Usted acepta no acceder al Sitio de ninguna manera que no sea a través de una interfaz de navegador estándar. Queda estrictamente prohibido cualquier uso automatizado de un sistema o proceso para acceder, adquirir, copiar o monitorear cualquier parte del Sitio o su contenido.",
  "content": "Contenido",
  "you-are-solely": "Usted es el único responsable de cualquier contenido que cargue, publique, muestre, enlace o ponga a disposición de otra manera en el Sitio (“Contenido”).",
  "content-backups": "Copias de Seguridad del Contenido",
  "we-make-reasonable": "Hacemos esfuerzos razonables para respaldar los datos y el Contenido almacenado en nuestros servidores, pero no garantizamos su protección o recuperación en caso de pérdida. Es su responsabilidad exclusiva hacer copias de seguridad independientes de cualquier Contenido importante.",
  "limitation-of-liability": "Limitación de Responsabilidad",
  "the-site-and-all": "EL SITIO Y TODA LA INFORMACIÓN, CONTENIDO Y MATERIALES SE PROPORCIONAN EN BASE 'TAL CUAL' SIN GARANTÍAS DE NINGÚN TIPO. NO SOMOS RESPONSABLES DE NINGUNA PÉRDIDA, DAÑO, COSTO O GASTO DIRECTO, INDIRECTO, PUNITIVO, INCIDENTAL, ESPECIAL O CONSECUENTE RELACIONADO CON EL USO DEL SITIO.",
  "indemnification": "Indemnización",
  "you-agree-to-defend": "Usted acepta defender, indemnizar y eximirnos de responsabilidad, así como a nuestras subsidiarias, afiliadas, funcionarios, directores, agentes y copatrocinadores, de cualquier reclamo, demanda, daños u otras pérdidas, incluidos honorarios razonables de abogados, presentados por cualquier tercero o surgidos de su uso del Sitio o incumplimiento de este Acuerdo.",
  "intellectual-property": "Propiedad Intelectual",
  "the-site-may-contain": "El Sitio puede contener propiedad intelectual que nos pertenece a nosotros o a terceros, incluidos derechos de autor, marcas comerciales, secretos comerciales y patentes. Debe respetar estos derechos de propiedad. Usted acepta no copiar, descargar, reflejar, modificar, ingeniería inversa, acceder o utilizar ninguna parte del Sitio, incluidos contenido, gráficos y elementos funcionales, con fines comerciales o redistribución.",
  "privacy": "Privacidad",
  "please-review": "Por favor, revise nuestra Política de Privacidad para entender cómo recopilamos y usamos información sobre usted cuando accede o utiliza nuestro Sitio. La Política de Privacidad forma parte de este Acuerdo.",
  "termination": "Terminación",
  "we-reserve-the-right": "Nos reservamos el derecho de suspender, desactivar o eliminar su cuenta si determinamos que ha violado este Acuerdo. No somos responsables ante usted o cualquier tercero como resultado de ejercer este derecho. Si es factible, le notificaremos nuestra intención de suspender, desactivar o eliminar su cuenta. Partes de este Acuerdo seguirán siendo ejecutables después de la terminación por cualquiera de las partes.",
  "governing-law-and": "Ley Aplicable y Jurisdicción",
  "this-agreement-is": "Este Acuerdo está regido por las leyes de [Estado de la Ley Gobernante], sin tener en cuenta sus disposiciones de conflicto de leyes. La jurisdicción única y exclusiva para cualquier acción o procedimiento derivado o relacionado con este Acuerdo será un tribunal estatal o federal apropiado ubicado en [Ciudad/Condado y Estado de Jurisdicción].",
  "severability": "Divisibilidad",
  "if-any-part": "Si alguna parte de este Acuerdo es determinada por un tribunal competente como inválida o inexigible según la ley aplicable, la disposición inválida o inexigible se modificará en la medida mínima necesaria para hacerla válida y exigible o, si eso no es posible, se separará de este Acuerdo.",
  "complete-agreement": "Acuerdo Completo",
  "this-agreement": "Este Acuerdo constituye el acuerdo completo entre usted y nosotros. Reemplaza todas las comunicaciones y propuestas anteriores o contemporáneas, ya sean electrónicas, orales o escritas. No obstante lo anterior, pueden existir términos y servicios adicionales en el Sitio que rigen su uso de esos términos y servicios adicionales específicos.",
  "acceptable-use-policy": "Política de Uso Aceptable",
  "you-agree-not-to": "Usted acepta no utilizar incorrectamente el Sitio o los Servicios ni cargar ningún Contenido que sea ilegal, ofensivo o promueva la violencia o actividad ilegal de ninguna manera.",
  "service-availability": "Disponibilidad del Servicio",
  "service-availability-content": "Realizamos esfuerzos razonables para que el Sitio y los servicios relacionados estén disponibles 24/7 sin interrupciones. Sin embargo, no podemos garantizar un tiempo de actividad del 100%. El Sitio puede estar fuera de servicio debido a mantenimiento regular, actualizaciones o interrupciones que están fuera de nuestro control. No somos responsables de reembolsar tarifas de suscripción o daños causados por tiempos de inactividad de menos de 48 horas continuas. Haremos esfuerzos razonables para restablecer el acceso lo antes posible.",
  "upload": "Subir",
  "figmafolio.com-or-we": "Figmafolio.com (Figmafolio o nosotros) respeta la privacidad de sus usuarios (usuario o usted). Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos su información personal. Al visitar nuestro sitio web o utilizar nuestros servicios, usted acepta que su información personal será tratada según se describe en esta Política de Privacidad.",
  "collection-of-personal": "Recopilación de Información Personal",
  "we-collect-info": "Recopilamos la información que usted nos proporciona voluntariamente, como cuando se registra para obtener una cuenta o utiliza ciertos servicios. La información que recopilamos puede incluir:",
  "contact-details": "Detalles de contacto como dirección de correo electrónico, número de teléfono y dirección",
  "account-login": "Credenciales de inicio de sesión de la cuenta como nombre de usuario y contraseña",
  "user-profile-info": "Información del perfil del usuario como nombre, foto y biografía",
  "content-you-upload": "Contenido que carga o comparte en Figmafolio como portafolios de diseño",
  "we-also-automatically": "También realizamos un seguimiento y recopilamos automáticamente la siguiente información anónima cuando utiliza nuestros servicios:",
  "browser-and-device": "Información del navegador y del dispositivo",
  "server-log-info": "Información del registro del servidor como dirección IP, fechas y horarios de acceso",
  "info-collected-by": "Información recopilada mediante cookies u otras tecnologías de seguimiento similares",
  "use-of-personal": "Uso de la Información Personal",
  "we-use-personal": "Utilizamos su información personal para los siguientes fines:",
  "provide-our-services": "Proporcionar nuestros servicios",
  "comm-with-you": "Comunicarnos con usted sobre nuestros servicios",
  "customize-content": "Personalizar contenido y mejorar nuestros servicios",
  "detect-and-prevent": "Detectar y prevenir fraudes, spam o abuso de nuestros servicios",
  "comply-with-legal": "Cumplir con obligaciones legales",
  "we-only-share": "Solo compartimos su información personal con terceros con el propósito de proporcionar nuestros servicios (por ejemplo, proveedores de almacenamiento en la nube) o si lo exige la ley. No vendemos ni alquilamos su información personal.",
  "data-retention": "Retención de Datos",
  "we-retain-personal": "Retenemos su información personal durante el tiempo que sea razonablemente necesario para proporcionarle los servicios. También podemos retener datos agregados y anonimizados para fines analíticos.",
  "data-protection": "Protección de Datos",
  "we-take-reasonable": "Tomamos medidas administrativas, técnicas y físicas razonables para proteger su información personal contra pérdidas, robos y accesos o divulgaciones no autorizados. Sin embargo, ninguna transmisión de información por Internet puede garantizarse como 100% segura. No somos responsables de ninguna pérdida o acceso no autorizado más allá de nuestro control.",
  "privacy-rights": "Derechos y Opciones de Privacidad",
  "you-may-access": "Puede acceder, actualizar o corregir inexactitudes en sus datos personales iniciando sesión en su cuenta y actualizando su información o enviándonos una solicitud. También puede optar por no recibir comunicaciones electrónicas no esenciales haciendo clic en el enlace para darse de baja.",
  "changes-to-policy": "Cambios en esta Política",
  "we-may-change": "Podemos cambiar esta política de privacidad en cualquier momento. Le recomendamos que revise periódicamente esta página para obtener la información más reciente sobre nuestras prácticas de privacidad.",
  "contact-us": "Contáctenos",
  "if-you-any": "Si tiene alguna pregunta sobre esta Política de Privacidad o el uso de su información personal, contáctenos en: support[at]figmafolio.com. Avíseme si desea que modifique o amplíe alguna sección de la política de privacidad."
  }
  