{
    "go-to-app": "Zur App gehen",
    "login": "Einloggen",
    "signup": "Registrieren",
    "landing-header": "Figma-Datei in wenigen Klicks zu live Website",
    "landing-subheader": "Du kannst eine interaktive Website oder ein Portfolio direkt aus deinem Figma veröffentlichen, ohne dass Programmierung erforderlich ist.",
    "start-for-free": "Kostenlos starten",
    "guide": "Wie es funktioniert",
    "design-in-figma": "Gestalten in Figma",
    "instruc-one": "Verzichte auf das Erlernen anderer Tools oder Programmierung. Bringe deine gesamte Website oder dein Portfolio direkt in Figma zum Leben. Nutze Funktionen wie Übergänge, GIFs und Videos, um sie interaktiv und ansprechend zu gestalten.",
    "simple-setup": "Einfaches Setup",
    "instruc-two": "Registriere dich und füge deine Figma-Prototypenlinks für Desktop- und Mobilansichten ein - dies stellt sicher, dass deine Website für jeden Besucher funktioniert. Vorschau der Website, um deine fantastischen Figma-Designs zum Leben zu erwecken.",
    "go-live": "Live gehen!",
    "instruc-three": "Veröffentliche deine Website sofort, um schneller Jobs und Kunden zu gewinnen. Updates in Figma werden sofort auf deiner Website reflektiert. Passe deine Website mit einer personalisierten Domain an.",
    "pick-a-plan": "Wähle einen Plan, der zu dir passt",
    "all-plans-are": "Alle Pläne sind mit voller Funktionalität verfügbar, wähle bitte den richtigen Plan entsprechend deiner Bedürfnisse",
    "free": "Kostenlos",
    "monthly": "Monatlich",
    "yearly": "Jährlich",
    "year": "Jahr",
    "no-bills": "Keine Rechnungen!",
    "free-feat-one": "1 Projekt/Website",
    "free-feat-two": "Kostenlose Figmafolio-Domain",
    "removes-made-with": "Entfernt das Label 'Hergestellt mit Figmafolio'",
    "monthly-feat-one": "5 Projekte/Websites",
    "monthly-yearly-feat-two": "Verwendung benutzerdefinierter Domains",
    "monthly-yearly-feat-three": "Prioritärer technischer und Produkt-Support",
    "yearly-feat-one": "Unbegrenzte Projekte/Websites",
    "try-for-free": "Kostenlos ausprobieren",
    "get-started": "Loslegen",
    "terms-and-conditions": "Allgemeine Geschäftsbedingungen",
    "privacy-policy": "Datenschutzbestimmungen",
    "sign-in": "Anmelden",
    "welcome-to-figmafolio": "Willkommen bei Figmafolio",
    "confirm-password": "Bestätige dein Passwort",
    "glad-your-back": "Schön, dass du zurück bist!",
    "time-to-get-creating": "Zeit zum Erstellen.",
    "youre-almost-there": "Du bist fast da!",
    "sign-up-to-showcase-your-designs": "Registriere dich, um deine Designs zu präsentieren.",
    "email": "E-Mail",
    "password": "Passwort",
    "enter-your-email": "Gib deine E-Mail-Adresse ein",
    "enter-your-name": "Gib deinen Namen ein",
    "enter-your-password": "Gib dein Passwort ein",
    "forgot-password": "Passwort vergessen",
    "email-address": "E-Mail-Adresse",
    "name": "Name",
    "verify-password": "Passwort bestätigen",
    "continue": "Weiter",
    "new-site": "+ Neue Website",
    "your-library": "Deine Bibliothek",
    "draft": "Entwurf",
    "published": "Veröffentlicht",
    "update": "Aktualisieren",
    "delete": "Löschen",
    "current-plan": "Aktueller Plan",
    "upgrade-plan": "Plan upgraden",
    "back-to-your-library": "< Zurück zur Bibliothek",
    "profile": "Profil",
    "billing": "Abrechnung",
    "logout": "Ausloggen",
    "general": "Allgemein",
    "title": "Titel",
    "your-domain": "Deine Domain",
    "custom-domain": "Benutzerdefinierte Domain",
    "this-will-be-assigned": "Dies wird nach dem Klicken auf 'Veröffentlichen' zugewiesen.",
    "you-have-to-upgrade": "Du musst dein Konto aktualisieren, um eine benutzerdefinierte Domain zu erhalten",
    "upgrade-account": "Konto aktualisieren",
    "custom-domain-instruct": "Um einen benutzerdefinierten Domainnamen zu verwenden, füge neue DNS-Einträge im DNS-Manager deines Domain-Registrars hinzu. Füge die folgenden Einträge hinzu:",
    "custom-domain-instruct2": "Stelle sicher, dass du einen Eintrag für @ und www hinzufügst.",
    "type": "Typ",
    "value": "Wert",
    "enter-your-site-name": "Gib den Namen deiner Website ein",
    "enter-your-domain": "Gib deine Domain ein",
    "figma-prototype-links": "Figma-Prototyp-Links",
    "desktop-prototype-link": "Desktop-Prototyp-Link",
    "mobile-prototype-link": "Mobile-Prototyp-Link",
    "custom-desktop-url": "Benutzerdefinierte Desktop-URL",
    "custom-mobile-url": "Benutzerdefinierte Mobile URL",
    "need-help-setting": "Brauchst du Hilfe bei der Einrichtung deiner Website?",
    "instruct-one": "Design in Figma",
    "instruct-one-one": "1. Öffne Figma und gestalte jede Seite deines Portfolios oder deiner Website",
    "instruct-one-note": "Hinweis: Es wird empfohlen, separate Designs für Desktop- und Mobile-Seiten zu erstellen.",
    "instruct-two": "Prototyp in Figma",
    "instruct-two-one": "1. Wechsle in den Prototypenmodus in der rechten Seitenleiste.",
    "instruct-two-two": "2. Zeichne Verbindungen zwischen den Seiten, um die Navigation deiner Website zu definieren.",
    "instruct-two-three": "3. Erstelle idealerweise zwei Flows: einen für Desktop und einen für Mobil.",
    "instruct-two-note": "Hinweis: Du kannst Animationen zu Verbindungen hinzufügen, um Übergänge zu verbessern.",
    "instruct-three": "Setze Flow-Startpunkte",
    "instruct-three-one": "1. Wähle für deinen Desktop-Prototyp den Rahmen aus, den die Benutzer sehen werden. Typischerweise die Startseite.",
    "instruct-three-two": "2. Klicke in der rechten Seitenleiste unter Prototyp auf das '+' neben 'Flow-Startpunkt', um den Flow-Startpunkt festzulegen.",
    "instruct-three-three": "3. Wiederhole dies für deinen mobilen Prototyp, falls du einen hast.",
    "instruct-four": "Gib deine Prototypenlinks ein",
    "instruct-four-one": "1. Klicke in Figma auf die Leinwand, um die Dateieigenschaften in der rechten Seitenleiste zu erhalten.",
    "instruct-four-two": "2. Wähle 'Prototyp'. Unter 'Flows' bewege den Mauszeiger über jeden Flow und klicke auf 'Link kopieren', um die Prototypenlinks zu erhalten.",
    "instruct-four-three": "3. Füge die entsprechenden Prototypenlinks unten ein.",
    "instruct-four-four": "4. Klicke auf 'Vorschau', um dein Portfolio/deine Website anzusehen und zu veröffentlichen.",
    "instruct-four-note": "Hinweis: Wenn du nur einen Prototypenlink angibst, zeigt Figmafolio diesen Flow sowohl auf Desktop als auch auf Mobilgeräten an.",
    "save-as-draft": "Als Entwurf speichern",
    "desktop": "Desktop",
    "mobile": "Mobil",
    "publish": "Veröffentlichen",
    "back-to-dashboard": "< Zurück zum Dashboard",
    "preview": "Vorschau",
    "personal-information": "Persönliche Informationen",
    "security": "Sicherheit",
    "change-password": "Passwort ändern",
    "current-password": "Aktuelles Passwort",
    "enter-your-current-password": "Gib dein aktuelles Passwort ein",
    "new-password": "Neues Passwort",
    "create-your-new-password": "Lege dein neues Passwort fest",
    "verify-new-password": "Neues Passwort bestätigen",
    "verify-your-new-password": "Bestätige dein neues Passwort",
    "password-successfully-reset": "Passwort erfolgreich zurückgesetzt",
    "please-login-again": "Bitte melde dich erneut an",
    "login-now": "Jetzt anmelden",
    "change-plan": "Plan ändern",
    "cancel-plan": "Plan kündigen",
    "monthly-plan": "Monatlicher Plan",
    "yearly-plan": "Jährlicher Plan",
    "billed-monthly-at": "Monatlich abgerechnet zu $5 USD",
    "billed-yearly-at": "Als eine Zahlung von $48 USD abgerechnet",
    "cancel": "Abbrechen",
    "delete-site": "Website löschen",
    "once-being-deleted": "Einmal gelöscht, kann diese Datei nicht wiederhergestellt werden. Bist du sicher?",
    "prototype-link-required": "Prototyp-Link erforderlich",
    "you-have-entered-a-link": "Du hast einen Link zu einer Figma-Datei eingegeben. Um deine Figmafolio-Website zu veröffentlichen, musst du einen Link zu einem Figma-Prototyp eingeben. Prototypen ermöglichen es Besuchern, mit deiner Website zu interagieren.",
    "billed-monthly-at-o": "Monatlich abgerechnet zu $0",
    "billed-monthly-at-five": "Monatlich abgerechnet zu $5 USD",
    "billed-as-one-payment": "Als eine Zahlung von $48 USD abgerechnet",
    "edit": "Bearbeiten",
    "got-it": "Verstanden",
    "youve-reached-your-limit": "Du hast dein Limit an Websites erreicht",
    "looks-like-you-ve-hit-your-website-limit": "Es sieht so aus, als hättest du dein Website-Limit erreicht. Bitte aktualisiere deinen Plan, um ein neues Projekt/eine neue Website zu erstellen.",
    "enter-your-email-and-well-send": "Gib deine E-Mail-Adresse ein und wir senden dir einen Link zum Zurücksetzen deines Passworts",
    "an-email-with-a-password": "Eine E-Mail mit einem Link zum Zurücksetzen des Passworts wurde an deine E-Mail-Adresse gesendet.",
    "reset-password": "Passwort zurücksetzen",
    "seamless-showcase": "Nahtlose Präsentation: Vereinige deine Prototypen mit einer benutzerdefinierten URL",
    "new-project": "Neues Projekt",
    "taking-you-to-the-payment-page": "Sie werden zur Zahlungsseite weitergeleitet...",
    "using-the-site": "Die Nutzung der Website",
  "the-site-allows": "Die Website ermöglicht es Benutzern (Benutzern oder Ihnen), visuelle Design-Portfolios zu teilen, anzuzeigen und zu fördern und sich mit anderen in der Design-Community zu vernetzen. Durch die Nutzung der Website erklären Sie, dass Sie die Befugnis haben, diese Vereinbarung persönlich oder im Namen der von Ihnen benannten Benutzer einzugehen, und dass Sie oder die Entität finanziell für Ihre Nutzung der Website verantwortlich sein werden.",
  "changes-to-terms": "Änderungen der Bedingungen",
  "we-may-modify": "Wir können diese Vereinbarung von Zeit zu Zeit ändern, und solche Änderungen sind wirksam, sobald sie auf der Website veröffentlicht werden. Sie erklären sich damit einverstanden, an Änderungen dieser Vereinbarung gebunden zu sein, wenn Sie die Website nach einer solchen Änderung nutzen. Es ist wichtig, dass Sie diese Vereinbarung regelmäßig überprüfen, um über Änderungen informiert zu sein.",
  "subscriptions": "Abonnements",
  "parts-of-the-site": "Teile der Website und des Dienstes sind nur mit einem kostenpflichtigen Abonnementplan verfügbar, der monatlich oder jährlich angeboten wird (das „Abonnement“). Ihr Abonnement verlängert sich automatisch am Ende jeder Abonnementperiode, es sei denn, Sie kündigen es oder das Unternehmen beendet es.",
  "sub-cancellation": "Abonnement kündigen",
  "you-may-cancel": "Sie können die automatische Verlängerung Ihres Abonnements entweder über Ihre Kontoeinstellungen oder durch Kontaktaufnahme mit dem Unternehmen unter support[at]figmafolio.com kündigen. Sie erhalten keine Rückerstattung für bereits bezahlte Abonnementgebühren für den aktuellen Abrechnungszeitraum, und Sie können den Dienst bis zum Ende des Abonnementzeitraums nutzen.",
  "refunds": "Rückerstattungen",
  "execpt-when-required": "Sofern nicht gesetzlich vorgeschrieben, sind bezahlte Abonnementgebühren im Allgemeinen nicht erstattungsfähig. Bestimmte Rückerstattungsanfragen können vom Unternehmen auf Fallbasis in alleiniger Entscheidung des Unternehmens geprüft und genehmigt werden.",
  "access-and-use": "Zugang und Nutzung",
  "we-grant-you": "Wir gewähren Ihnen die Erlaubnis zur Nutzung der Website unter den Einschränkungen dieser Vereinbarung. Durch die Nutzung der Website erklären Sie, dass Sie die Autorität gemäß dieser Vereinbarung haben. Die Nutzung der Website ist dort ungültig, wo sie verboten ist. Wir behalten uns das Recht vor, den Zugang zu jeder Zeit und ohne Ankündigung aus jedem beliebigen Grund zu verweigern. Sie erklären sich damit einverstanden, die Website nicht auf andere Weise als über eine Standard-Browser-Schnittstelle zu erreichen. Jegliche automatisierte Nutzung eines Systems oder Prozesses zum Zugriff, Erwerb, Kopieren oder Überwachen eines Teils der Website oder ihrer Inhalte ist strengstens untersagt.",
  "content": "Inhalt",
  "you-are-solely": "Sie sind allein verantwortlich für Inhalte, die Sie auf der Website hochladen, veröffentlichen, anzeigen, verlinken oder anderweitig zugänglich machen („Inhalt“).",
  "content-backups": "Inhalts-Backups",
  "we-make-reasonable": "Wir unternehmen angemessene Anstrengungen, um Daten und Inhalte, die auf unseren Servern gespeichert sind, zu sichern, können jedoch deren Schutz oder Wiederherstellung im Falle eines Verlusts nicht garantieren. Es liegt in Ihrer alleinigen Verantwortung, wichtige Inhalte unabhängig zu sichern.",
  "limitation-of-liability": "Haftungsbeschränkung",
  "the-site-and-all": "DIE WEBSITE UND ALLE INFORMATIONEN, INHALTE UND MATERIALIEN WERDEN OHNE GARANTIEN JEGLICHER ART ZUR VERFÜGUNG GESTELLT. WIR HAFTEN NICHT FÜR DIREKTE, INDIREKTE, STRAFBARE, ZUFÄLLIGE, BESONDERE ODER FOLGESCHÄDEN, KOSTEN ODER AUSGABEN, DIE IM ZUSAMMENHANG MIT DER NUTZUNG DER WEBSITE ENTSTEHEN.",
  "indemnification": "Freistellung",
  "you-agree-to-defend": "Sie erklären sich damit einverstanden, uns, unsere Tochtergesellschaften, verbundenen Unternehmen, Offiziere, Direktoren, Agenten und Mit-Brand-Inhaber gegen jegliche Ansprüche, Forderungen, Schäden oder andere Verluste, einschließlich angemessener Anwaltsgebühren, von Dritten zu verteidigen, die sich aus Ihrer Nutzung der Website oder einem Verstoß gegen diese Vereinbarung ergeben.",
  "intellectual-property": "Geistiges Eigentum",
  "the-site-may-contain": "Die Website kann geistiges Eigentum enthalten, das uns oder Dritten gehört, einschließlich Urheberrechten, Marken, Geschäftsgeheimnissen und Patenten. Sie müssen diese Eigentumsrechte respektieren. Sie erklären sich damit einverstanden, keine Teile der Website, einschließlich Inhalte, Grafiken und funktionale Elemente, zu kopieren, herunterzuladen, zu spiegeln, zu modifizieren, zu reverse-engineeren, auf diese zuzugreifen oder für kommerzielle Zwecke oder Weiterverteilung zu verwenden.",
  "privacy": "Datenschutz",
  "please-review": "Bitte lesen Sie unsere Datenschutzrichtlinie durch, um zu verstehen, wie wir Informationen über Sie sammeln und verwenden, wenn Sie auf unsere Website zugreifen oder unsere Dienste nutzen. Die Datenschutzrichtlinie ist Bestandteil dieser Vereinbarung.",
  "termination": "Kündigung",
  "we-reserve-the-right": "Wir behalten uns das Recht vor, Ihr Konto zu suspendieren, zu deaktivieren oder zu löschen, wenn wir feststellen, dass Sie gegen diese Vereinbarung verstoßen haben. Wir haften Ihnen oder Dritten nicht als Folge der Ausübung dieses Rechts. Wenn möglich, werden wir Ihnen die Absicht zur Aussetzung, Deaktivierung oder Löschung Ihres Kontos mitteilen. Bestimmte Teile dieser Vereinbarung bleiben auch nach der Kündigung durch eine der Parteien durchsetzbar.",
  "governing-law-and": "Rechtswahl und Gerichtsstand",
  "this-agreement-is": "Diese Vereinbarung unterliegt den Gesetzen von [Governing Law State], ohne Berücksichtigung seiner kollisionsrechtlichen Bestimmungen. Ausschließlicher Gerichtsstand für alle Ansprüche oder Verfahren, die sich aus oder im Zusammenhang mit dieser Vereinbarung ergeben, ist ein geeignetes Gericht im [Gerichtsstand Stadt/Land und Staat].",
  "severability": "Teilnichtigkeit",
  "if-any-part": "Sollte ein Teil dieser Vereinbarung von einem zuständigen Gericht als ungültig oder nicht durchsetzbar nach geltendem Recht festgestellt werden, wird die ungültige oder nicht durchsetzbare Bestimmung in dem Umfang modifiziert, der erforderlich ist, um sie gültig und durchsetzbar zu machen, oder falls dies nicht möglich ist, wird sie aus dieser Vereinbarung herausgelöst.",
  "complete-agreement": "Vollständige Vereinbarung",
  "this-agreement": "Diese Vereinbarung stellt die vollständige Vereinbarung zwischen Ihnen und uns dar. Sie hebt alle früheren oder gleichzeitigen Mitteilungen und Vorschläge, sei es elektronisch, mündlich oder schriftlich, auf. Ungeachtet dessen können auf der Website zusätzliche Bedingungen und Dienste vorhanden sein, die Ihre Nutzung dieser spezifischen zusätzlichen Bedingungen und Dienste regeln.",
  "acceptable-use-policy": "Akzeptable Nutzungsrichtlinie",
  "you-agree-not-to": "Sie erklären sich damit einverstanden, die Website oder Dienste nicht zu missbrauchen oder Inhalte hochzuladen, die in irgendeiner Weise rechtswidrig, beleidigend oder gewalttätig sind oder illegale Aktivitäten fördern.",
  "service-availability": "Serviceverfügbarkeit",
  "service-availability-content": "Wir bemühen uns, die Website und die zugehörigen Dienste ohne Unterbrechung rund um die Uhr verfügbar zu haben. Wir können jedoch eine 100%ige Verfügbarkeit nicht garantieren. Die Website kann aufgrund regelmäßiger Wartungsarbeiten, Updates oder Ausfälle, die außerhalb unserer Kontrolle liegen, nicht verfügbar sein. Wir haften nicht für die Rückerstattung von Abonnementgebühren oder Schäden, die durch Ausfallzeiten von weniger als 48 Stunden verursacht wurden. Wir werden angemessene Anstrengungen unternehmen, um den Zugang so schnell wie möglich wiederherzustellen.",
  "upload": "Hochladen",
  "figmafolio.com-or-we": "Figmafolio.com (Figmafolio oder wir) respektiert die Privatsphäre seiner Benutzer (Benutzer oder Sie). Diese Datenschutzrichtlinie erläutert, wie wir personenbezogene Daten sammeln, verwenden, offenlegen und schützen. Durch den Besuch unserer Website oder die Nutzung unserer Dienste erklären Sie sich damit einverstanden, dass Ihre personenbezogenen Daten gemäß dieser Datenschutzrichtlinie behandelt werden.",
  "collection-of-personal": "Erfassung personenbezogener Daten",
  "we-collect-info": "Wir erfassen Informationen, die Sie uns freiwillig zur Verfügung stellen, z. B. wenn Sie sich für ein Konto registrieren oder bestimmte Dienste nutzen. Die von uns gesammelten Informationen können Folgendes umfassen:",
  "contact-details": "Kontaktdaten wie E-Mail-Adresse, Telefonnummer und Adresse",
  "account-login": "Kontologindaten wie Benutzername und Passwort",
  "user-profile-info": "Benutzerprofilinformationen wie Name, Foto und Biografie",
  "content-you-upload": "Inhalte, die Sie auf Figmafolio hochladen oder teilen, wie Designportfolios",
  "we-also-automatically": "Wir verfolgen und erfassen auch automatisch die folgenden anonymen Informationen, wenn Sie unsere Dienste nutzen:",
  "browser-and-device": "Browser- und Geräteinformationen",
  "server-log-info": "Server-Protokollinformationen wie IP-Adresse, Zugriffsdaten und -zeiten",
  "info-collected-by": "Informationen, die durch Cookies oder ähnliche Tracking-Technologien gesammelt werden",
  "use-of-personal": "Verwendung personenbezogener Daten",
  "we-use-personal": "Wir verwenden Ihre personenbezogenen Daten für folgende Zwecke:",
  "provide-our-services": "Unsere Dienste bereitstellen",
  "comm-with-you": "Mit Ihnen über unsere Dienste kommunizieren",
  "customize-content": "Inhalte anpassen und unsere Dienste verbessern",
  "detect-and-prevent": "Betrug, Spam oder Missbrauch unserer Dienste erkennen und verhindern",
  "comply-with-legal": "Gesetzliche Verpflichtungen erfüllen",
  "we-only-share": "Wir teilen Ihre personenbezogenen Daten nur mit Dritten zu Zwecken der Bereitstellung unserer Dienste (z. B. Cloud-Speicheranbieter) oder wenn dies gesetzlich vorgeschrieben ist. Wir verkaufen oder vermieten Ihre personenbezogenen Daten nicht.",
  "data-retention": "Datenspeicherung",
  "we-retain-personal": "Wir speichern Ihre personenbezogenen Daten so lange wie vernünftigerweise erforderlich, um Ihnen die Dienste bereitzustellen. Möglicherweise behalten wir auch aggregierte, anonymisierte Daten zu Analysezwecken bei.",
  "data-protection": "Datenschutz",
  "we-take-reasonable": "Wir treffen angemessene administrative, technische und physische Maßnahmen, um Ihre personenbezogenen Daten gegen Verlust, Diebstahl, unbefugten Zugriff oder Offenlegung zu schützen. Eine 100%ige sichere Übertragung von Informationen über das Internet kann jedoch nicht garantiert werden. Wir haften nicht für Verluste oder unbefugten Zugriff außerhalb unserer Kontrolle.",
  "privacy-rights": "Datenschutzrechte & Optionen",
  "you-may-access": "Sie können auf Ihre persönlichen Daten zugreifen, diese aktualisieren oder Ungenauigkeiten korrigieren, indem Sie sich in Ihr Konto einloggen und Ihre Kontoinformationen aktualisieren oder eine Anfrage an uns senden. Sie können sich auch vom Erhalt nicht wesentlicher elektronischer Mitteilungen abmelden, indem Sie auf den Abmeldelink klicken.",
  "changes-to-policy": "Änderungen dieser Richtlinie",
  "we-may-change": "Wir können diese Datenschutzrichtlinie jederzeit ändern. Wir empfehlen Ihnen, diese Seite regelmäßig auf die neuesten Informationen zu unseren Datenschutzpraktiken zu überprüfen.",
  "contact-us": "Kontaktieren Sie uns",
  "if-you-any": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie oder zur Verwendung Ihrer personenbezogenen Daten haben, kontaktieren Sie uns bitte unter: support[at]figmafolio.com. Lassen Sie mich wissen, wenn Sie möchten, dass ich einen Abschnitt der Datenschutzrichtlinie ändere oder erweitere."
  }
  